Repository: derdrache/familienWeltweitVerbinden
Catalog: lib/l10n/app_*.arb
Languages: de

source: Hello World!
de: Hallo Welt

# passwort
source: Password
de: Passwort

# passwortVergessen
source: Forgot Password?
de: Passwort vergessen?

# registrieren
source: Sign up
de: Registrieren

# diesesFeldAusfuellen
source: fill in this field
de: Dieses Feld bitte ausfüllen

# emailEingeben
source: Enter e-mail
de: Bitte Email eingeben

# gueltigeEmailEingeben
source: enter valid e-mail
de: gültige Email eingeben

# passwortEingeben
source: enter password
de: Bitte Passwort eingeben

# passwortStimmtNichtUeberein
source: Password does not match
de: Passwort stimmt nicht überein

# ausfuellen
source: Please select
de: Bitte auswählen

# registerAndEmailBestaetigen
source: Registration successful, please confirm e-mail
de: Registrierung erfolgreich, bitte Email bestätigen

# emailInBenutzung
source: E-mail is already in use
de: Email ist schon in Benutzung

# emailUngueltig
source: E-mail is not valid
de: Email ist nicht gültig

# passwortSchwach
source: Password is too weak
de: Passwort ist zu schwach

# passwortBestaetigen
source: Confirm Password
de: Passwort bestätigen

# passwortZuruecksetzen
source: Reset Password
de: Passwort zurücksetzen

# passwortResetLink
source: Reset link will be sent to your e-mail address
de: Reset Link wird an deine Email Adresse gesendet

# emailSenden
source: Send e-mail
de: Email senden

# emailZuruecksetzenPasswort
source: Password reset e-mail has been sent
de: Email zum Passwort zurücksetzen wurde versendet

# userEmailNichtGefunden
source: No user found for the e-mail address
de: kein User zu der Email Adresse gefunden

# spracheAuswaehlen
source: Select languages
de: Sprachen auswählen

# interessenAuswaehlen
source: Select interests
de: Interessen auswählen

# ortEingeben
source: enter location
de: Ort eingeben

# bitteEingabeKorrigieren
source: Please correct entries:
de: Bitte Eingaben korrigieren:

# usernameInVerwendung
source: Name is already in use
de: Name wird schon verwendet

# reiseartAuswaehlen
source: Select travel type
de: Reiseart auswählen

# geburtsdatumEingeben
source: Enter the child's date of birth
de: Geburtsdatum vom Kind eingeben

# genauenStandortWaehlen
source: Please select the exact location
de: Bitte den genauen Standort wählen

# profilErstellen
source: Create profile
de: Profil erstellen

# benutzername
source: Username
de: Benutzername

# aktuellenOrtEingeben
source: Enter current location
de: Aktueller Ort eingeben

# anzahlUndAlterKinder
source: number and ages of children:
de: Anzahl und Alter der Kinder:

# emailNichtBestaetigt
source: E-mail has not yet been confirmed
de: Email ist noch nicht bestätigt worden

# benutzerNichtGefunden
source: user not found
de: Benutzer nicht gefunden

# passwortFalsch
source: Password is wrong
de: Passwort ist falsch

# kinder
source: Children
de: Kinder

# datumEingeben
source: enter date
de: Datum eingeben

# artDerReiseAuswaehlen
source: Select type of travel
de: Art der Reise auswählen

# geburtsdatum
source: birth date
de: Geburtsdatum

# nachricht
source: Message
de: Nachricht

# personSuchen
source: search person
de: Person suchen

# ueberMichVeraendern
source: change about us
de: Über uns verändern

# ueberMich
source: About us
de: Über uns

# kinderAendern
source: change children
de: Kinder ändern

# ortAendern
source: Change current location
de: Aktueller Ort verändern

# bitteGenaueOrtAuswaehlen
source: Please select the desired location
de: Bitte die gewünschte Ort auswählen

# emailOderPasswortFalsch
source: Wrong e-mail or password
de: Email oder Passwort falsch

# emailAendern
source: Change E-Mail
de: Email ändern

# neueEmail
source: new e-mail
de: neue Email

# interessenVeraendern
source: change interests
de: Interessen verändern

# neuenNamenEingeben
source: Enter new name
de: Neuen Namen eingeben

# nameAendern
source: Change name
de: Name ändern

# reiseartAendern
source: change type of travel
de: Art der Reise ändern

# spracheVeraendern
source: Change language
de: Sprache verändern

# neuesPasswortEingeben
source: Enter a new password
de: Neues Passwort eingeben

# altesPasswortEingeben
source: Enter old password
de: Altes Passwort eingeben

# passwortStimmtNichtMitNeuem
source: Password confirmation does not match the new password
de: Passwort bestätigung stimmt nicht mit dem neuen Passwort überein

# altesPasswortFalsch
source: Old password is wrong
de: Altes Passwort ist falsch

# neuesPasswortSchwach
source: New password is too weak
de: Neues Passwort ist zu schwach

# passwortVeraendern
source: change password
de: Passwort ändern

# neuesPasswortWiederholen
source: Repeat new password
de: Neues Passwort wiederholen

# feedbackText
source: Here you can tell me everything from errors in the app to improvement requests to nice words.
de: Hier kannst du mir alles mitteilen von Fehler in der App, über Verbesserungswünschen bis hin zu schönen Worten.

# senden
source: send
de: senden

# benachrichtigungen
source: Notifications
de: Benachrichtigungen

# emailAlleSichtbar
source: e-mail visible to all
de: Email für alle Sichtbar

# privatsphaereSicherheit
source: Privacy and security
de: Privatsphäre und Sicherheit

# abmelden
source: Log off
de: Abmelden

# antippenZumAendern
source: Tap to change entries
de: Antippen, um Einträge zu ändern

# aktuelleOrt
source: Current location
de: Aktueller Ort

# artDerReise
source: Type of travel
de: Art der Reise

# alterDerKinder
source: Age of the children
de: Alter der Kinder

# interessen
source: Interests
de: Interessen

# sprachen
source: Languages
de: Sprachen

# einstellungen
source: Setting
de: Einstellungen

source: App information
de: App Informationen

# geplanteErweiterungen
source: Planned extensions
de: Geplante Erweiterungen

# spenden
source: Donate
de: Spenden

# suche
source: Search
de: Suche

# kontakt
source: Contact
de: Kontakt

# neuenChatEroeffnen
source: Open a new chat
de: Neuen Chat eröffnen

# keineVerbindungInternet
source: No connection to the internet
de: Keine Verbindung zum Internet

# willkommenBeiAppName
source: Welcome to Families worldwide
de: Willkommen bei Families worldwide

# friendlistEntfernt
source: removed from friends list
de: von der Freundesliste entfernt

# friendlistHinzugefuegt
source: added to friends list
de: der Freundesliste hinzugefügt

# familienAnzeige
source: Family display - Connect multiple Accounts
de: Familienanzeige - Mehrere Accounts verbinden

# reisePlanung
source: travel planning
de: Reiseplanung

# gemeinschaftenUpdate
source: Register/Show communities
de: Gemeinschaften Eintragen/Anzeigen

# chatgruppen
source: Chat groups
de: Chatgruppen

# weitereAnemdlungsMoeglichkeiten
source: Other login/registration options
de: Weitere Anmeldungs-/Registrierungsmöglichkeiten

# chatErweiterung
source: Chat expansion
de: Chat erweiterungen

# accountLoeschen
source: delete account
de: Account löschen

# layoutVerbessern
source: improve layout
de: Layout verbessern

# neueEmailVerifizieren
source: New e-mail is valid after verification
de: Neue Email ist nach dem Verifizieren gültig

# geburtsdatumHint
source: Month/Year
de: Monat/Jahr

# usernameZuLang
source: Username is too long, maximum 40 characters
de: Benutzername ist zu lang, maximal 40 Zeichen

# feedbackDanke
source: Thanks for your feedback
de: Vielen Dank für dein Feedback

# erfolgreichGeaender
source: successfully changed
de: erfolgreich geändert

# ortEingabeInformation
source: For the location, you can decide how precise your input should be. The more precise your input is, the more likely it is that you will be contacted by others. Examples for the input: City / Country / Region
de: Beim Ort kannst du entscheiden wie genau deine Eingabe sein soll. Je genauer deine Eingabe ist, desto wahrscheinlich ist es, dass du von anderen angeschrieben wirst. Beispiele für die Eingabe: Stadt / Land / Region

# bitteNameEingeben
source: Please enter a name
de: Bitte einen Namen eingeben

# bitteStadtEingeben
source: Please enter city
de: Bitte Stadt eingeben

# bitteLinkEingeben
source: Please enter link to the meetup
de: Bitte Link zum Event eingeben

# bitteSpracheEingeben
source: Please select language
de: Bitte Sprache auswählen

# datumAuswaehlen
source: Select date
de: Datum

# uhrzeitAuswaehlen
source: Select time
de: Uhrzeit

# privatInformationText
source: These cannot be found in the global search. The sharing only works via a link. If a family is interested, the organizer must still approve them for the meetup.
de: Diese können in der globalen Suche nicht gefunden werden. Das teilen funktioniert nur per Link. Wenn eine Familie interesse hat, muss sie für das Event noch vom Organisator freigegeben werden.

# halbOeffentlich
source: semi-public
de: halb-öffentlich

# halbOeffentlichInformationText
source: These can be found everywhere. To see the details of the meetup, permission from the organizer is required.
de: Diese können überall gefunden werden. Um die Details von dem Event zu sehen, ist eine Freigabe durch den Organisator nötig.

# oeffentlich
source: public
de: öffentlich

# oeffentlichInformationText
source: These can be found anywhere and viewed in full by anyone
de: Diese können überall gefunden und von jedem komplett eingesehen werden

# linkKopieren
source: copy Link
de: Link kopieren

# linkWurdekopiert
source: Link has been copied - only usable in chat
de: Link wurde kopiert

# familienFreigeben
source: Share families
de: Familien freigeben

# teilnehmen
source: Take part
de: Teilnehmen

# absage
source: Refuse
de: Absagen

# datum
source: Date:
de: Datum:

# stadt
source: City:
de: Stadt:

# land
source: Country:
de: Land:

# neuesDatumEingeben
source: enter new date
de: neues Datum eingeben

# neueUhrzeitEingeben
source: enter new time
de: neue Uhrzeit eingeben

# neueStadtEingeben
source: Enter new city
de: Neue Stadt eingeben

# neuenKartenlinkEingeben
source: enter new map link
de: neuen Karten Link eingeben

# neueBeschreibungEingeben
source: enter new description
de: neue Beschreibung eingeben

# speichern
source: save
de: Speichern

# abbrechen
source: cancel
de: Abbrechen

# uhrzeit
source: Time:
de: Uhrzeit:

# ort
source: Location:
de: Ort:

# sprache
source: Language:
de: Sprache:

# eingabeKeinLink
source: Input is not a link
de: Eingabe ist kein Link

# bitteBildAussuchen
source: Please choose an image
de: Bitte ein Bild aussuchen

# slogn1
source: The networking app for families worldwide.
de: Die Vernetzungsapp für Familien weltweit.

# slogn2
source: Find families around the world quickly and easily
de: Finde schnell und einfach Familien auf der ganzen Welt und organisiere treffen

# linkBearbeiten
source: edit link
de: Link bearbeiten

# linkOeffnen
source: open link
de: Link öffnen

# teilnehmer
source: Participants:
de: Teilnehmer:

# organisatorWechsel
source: Change organizer
de: Organisator wechsel

# keineFamilienFreigebenVorhanden
source: no families to share
de: keine Familien zum Freigeben vorhanden

# interessierte
source: Interested:
de: Interessierte:

# zusagen
source: Commitments:
de: Zusagen:

# absagen
source: Cancellations:
de: Absagen:

# freigegeben
source: Shared:
de: Freigegeben:

# freigegebeneFamilien
source: Shared Families
de: Freigegebene Familien

# filterErkunden
source: Family, City or Country
de: Familie, Stadt oder Land

# emailErhalten
source: receive e-mail
de: Email erhalten

# uebertragen
source: transfer
de: Übertragen

# organisatorAbgeben
source: submit organizer
de: Organisator abgeben

# hatDirNachrichtGeschrieben
source: has written you a message
de: hat dir eine Nachricht geschrieben

# zeitzone
source: Time zone:
de: Zeitzone:

# neueZeitzoneEingeben
source: Enter new time zone
de: Neue Zeitzone eingeben

# bestitzerWechseln
source: Change Owner
de: Besitzer wechseln

# unsicher
source: Unsure:
de: Unsicher:

# loginMitGoogle
source: Login with Google
de: Login mit Google

# ueber
source: About families worldwide
de: Über

# nochKeineChatsVorhanden
source: No chats yet
de: Noch keine Chats vorhanden

# nochKeineFreundeVorhanden
source: No friends yet
de: Noch keine Freunde vorhanden

# profilbildAendern
source: Change profile picture
de: Profilbild ändern

# linkProfilbildEingeben
source: Enter link to profile picture
de: Link zum Profilbild eingeben

# inaktiv
source: inactive
de: inaktiv

# aboutusHintText
source: We travel because... We want to network because... We search...
de: Wir reisen weil... Wir wollen uns vernetzen weil... Wir suchen...

# angemeldetBleiben
source: Stay logged in?
de: Angemeldet bleiben?

# aufReise
source: On travel
de: Auf Reise

# aufReiseAendern
source: Change on travel
de: Auf Reise ändern

# seit
source: since:
de: Seit:

# bis
source: until:
de: bis

# offen
source: open
de: offen

# eingebenSeitWannReise
source: Please enter since when you have been traveling
de: Bitte gib ein, seit wann ihr auf reisen seid/wart

# eingebenBisWannReise
source: Please enter until when you were traveling
de: Bitte gib ein, bis wann ihr auf reisen wart

# stadtinformationErstellen
source: Create city information
de: Stadtinformation erstellen

# beschreibung
source: description
de: Beschreibung

# titel
source: title
de: Titel

# titelStadtinformationEingeben
source: Enter title for city information
de: Titel für Stadtinformation eingeben

# beschreibungStadtinformationEingeben
source: Enter description for city information
de: Beschreibung für Stadtinformation eingeben

# keineStadtinformationVorhanden
source: no city information available
de: keine Stadtinformationen vorhanden

# allgemeineInformation
source: General information
de: Allgemeine Information

# wetter
source: weather:
de: Wetter:

# insiderInformation
source: Inside info
de: Insider-Informationen

# besuchtVon
source: Visited by:
de: Besucht von:

# familien
source: families
de: Familien

# bearbeiten
source: Edit
de: bearbeiten

# loeschen
source: delete
de: löschen

# melden
source: report
de: melden

# informationLoeschen
source: delete information
de: Information löschen

# informationWirklichLoeschen
source: Do you really want to delete the information?
de: Möchtest du die Information wirklich löschen?

# informationMelden
source: report information
de: Information melden

# informationMeldenFrage
source: Why do you want to report the information?
de: Warum möchtest du die Information melden?

# informationAendern
source: change information
de: Information ändern

# ortAuswaehlen
source: Select location
de: Ort auswählen

# freundesListe
source: friends list
de: Freundesliste

# automatischeStandortbestimmung
source: automatic location
de: Automatische Standortbestimmung

# geloeschterUser
source: deleted user
de: Gelöschter User

# accountWirklichLoeschen
source: Do you really want to delete the account?
de: Möchtest du den Account wirklich löschen?

# freundHinzufuegen
source: add friend
de: Freund hinzufügen

# freundEntfernen
source: remove friend
de: Freund entfernen

# titleZuLang
source: Title is too long, max 100 characters
de: Titel ist zu lang, maximal 100 Zeichen

# automatischeUebersetzung
source: This text has been automatically translated
de: Dieser Text wurde automatisch übersetzt

# keineFamilieStadt
source: There weren't any families in this town yet
de: In dieser Stadt waren noch keine Familien

# genauerStandort
source: exact location
de: genauer Standort

# verkaufenTauschenSchenken
source: Sell / Exchange / Give
de: Verkaufen / Tauschen / Schenken

# tradeHintText
source: We sell... We trade... We give away...
de: Wir verkaufen... Wir tauschen... Wir verschenken...

# tradeVeraendern
source: change sell/trade/give away
de: Verkaufen/tauschen/verschenken verändern

# keineInsiderInformation
source: There is no insider information entered yet
de: Es sind noch keine Insider Informationen eingetragen

# insiderInformationHinzufuegen
source: add insider information
de: Insider-Information hinzufügen

# besuchteLaender
source: visited countries
de: Besuchte Länder

# besucheLaenderVeraendern
source: change countries visited
de: Besuchte Länder verändern

# reisePlanungVeraendern
source: Change travel planning
de: Reiseplanung verändern

# laenderAuswahl
source: select countries
de: Länder auswählen

# besuchteLaenderUpdate
source: visited countries has been updated
de: Besuchte Länder wurde upgedatet

# von
source: from
de: von

# jetzt
source: now
de: jetzt

# vonKleinerAlsBis
source: from-date must be smaller than until-date
de: von-Datum muss kleiner als bis-Datum sein

# zeitraumUeberschneidetSich
source: period overlaps with another entry
de: Zeitraum überschneidet sich mit einem anderen Eintrag

# reiseplanungSichtbarFuer
source: travel planning visible to
de: Reiseplanung sichtbar für

# fuer
source: for
de: Für

# weltkarteReiseplanungSuchen
source: for what period are you looking for other families?
de: Für welchen Zeitraum suchst du andere Familien?

# anzeigen
source: Show
de: Anzeigen

# benutzerMelden
source: report user
de: Benutzer melden

# benutzerMeldenFrage
source: why do you want to report the user?
de: Warum möchtest du den Benutzer melden?

# benutzerGemeldet
source: user was reported
de: Benutzer wurde gemeldet

# verifizierungsEmailNochmalSenden
source: Resend verification email
de: Verifizierungs Email nochmal senden

# immerDabei
source: always take part
de: Immer Teilnehmen

# blockieren
source: block
de: blockieren

# freigeben
source: release
de: freigeben

# benutzerFreigegeben
source: user is released again
de: Benutzer ist wieder freigegeben

# benutzerBlockieren
source: user is blocked
de: Benutzer wird blockiert

# meinDatum
source: My Date
de: Mein Datum

# tagsChange
source: change tags
de: Tags verändern

# tagHinzufuegen
source: add tag
de: Label hinzufügen

# nochKeineNachrichtVorhanden
source: no messages available yet
de: noch keine Nachrichten Vorhanden

# emailErneutVersendet
source: e-mail has been sent again
de: Email wurde erneut versendet

# reisearten
source: Travel type
de: Reisearten

# genauerStandortSichtbarFuer
source: exact location visible for
de: Genauer Standort sichtbar für

# filterErgebnisse
source: filters results
de: Alle Filter Ergebnisse

# langeZeitNichtGesehen
source: not seen for more than one month
de: lange Zeit nicht mehr gesehen

# innerhalbMonatsGesehen
source: seen within one month
de: innerhalb eines Monats gesehen

# innerhalbWocheGesehen
source: seen within one week
de: innerhalb einer Woche gesehen

# kuerzlichGesehen
source: seen recently
de: kürzlich gesehen

# automatischerStandortNichtMoeglich
source: automatic location cannot be combined with 'fixed location' travel type
de: Automatischer Standort kann nicht mit der Reiseart 'Fester Standort' kombiniert werden

# hochladen
source: upload
de: Hochladen

# bilderauswahl
source: image selection
de: Bilderauswahl

# eigenesBildLinkEingeben
source: own picture - enter link
de: Eigenes Bild - Link eingeben

# communityErstellen
source: create community
de: Community erstellen

source: community name
de: Name der Community

# beschreibungCommunity
source: community description
de: Beschreibung der Community

# bitteCommunityBeschreibungEingeben
source: Please enter community description
de: Bitte Community Beschreibung eingeben

# linkEingebenOptional
source: enter link *optional*
de: Link eingeben *optional*

# communityWirklichLoeschen
source: Do you really want to delete the community?
de: Möchtest du die Community wirklich löschen?

# communityMelden
source: report community
de: Community melden

# communityMeldenFrage
source: why do you want to report the community?
de: Warum möchtest du die Community melden?

# beschreibungAendern
source: change description
de: Beschreibung ändern

# linkAendern
source: change link
de: Link ändern

# neuenLinkEingeben
source: enter new link
de: neuen Link eingeben

# bildAendern
source: change image
de: Bild ändern

# mitgliedHinzufuegen
source: add member
de: Mitglied hinzufügen

# member
source: members
de: Mitglieder

# familyProfil
source: family profile
de: Familienprofil

# annehmen
source: accept
de: Annehmen

# ablehnen
source: reject
de: Ablehnen

# communityLoeschen
source: delete community
de: Community löschen

# ungueltigerLink
source: link invalid - the link must start with http or www
de: Link ungültig - Der Link muss mit http oder www anfangen

# keineCommunityFavorite
source: no community saved as favorites
de: Keine Community als Favoriten gespeichert

# zurCommunityEingeladen
source: you have been invited to the following community:
de: Du wurdest zu folgender Community eingeladen:

# communityErweiterung
source: Community expansion
de: Community Erweiterung

# familienmitgliedHinzufuegen
source: add family member
de: Familienmitglied hinzufügen

# hauptprofilWaehlen
source: choose main profile
de: Hauptprofil wählen

# familienprofilName
source: family profile name
de: Name vom Familienprofil

# familienprofilAktivieren
source: activate family profile ?
de: Familienprofil aktivieren ?

# familienprofilBeschreibung
source: If the family profile is activated, a unified profile will appear for each family member. The world map no longer shows each family member individually, only the family profile.
de: Wenn das Familienprofil aktiviert wird, wird bei jedem Familienmitglied ein einheitliches Profil auftauchen. Auf der Weltkarte wird nicht mehr jedes Familienmitglied einzeln angezeigt, sondern nur noch das Familienprofil.

# familyprofilInvite
source: you have been invited to join the following family profile:
de: Du wurdest eingeladen, folgendem Familienprofil beizutreten:

# familie
source: family
de: Familie

# isImFamilienprofil
source: is already in the family profile
de: ist schon in dem Familienprofil

# wurdeSchonEingeladen
source: was already invited
de: wurde schon eingeladen

# istInEinemFamilienprofil
source: is already in a family profile
de: ist schon in einem Familienprofil

# familienprofilEingeladen
source: has been invited to the family profile
de: wurde in das Familienprofil eingeladen

# istSchonMitgliedCommunity
source: is already a member of the community
de: ist schon ein Mitglied der Community

# wurdeSchonEingeladenCommunity
source: has already been invited to the community
de: wurde schon in die Community eingeladen

# wurdeEingeladenCommunity
source: was invited to the community
de: wurde in die Community eingeladen

# familienprofilAnzeigen
source: show family profile
de: Familienprofil anzeigen

# familienprofilUnvollstaendig
source: to make the profile, the name and a main profile must be entered
de: Um das Profil sichtbar zu machen und neue Mitglieder einzuladen, muss der Name und ein Hauptprofil ausgewählt werden

# familyProfilloeschen
source: delete family profile
de: Familienprofil löschen

# familyProfilWirklichLoeschen
source: do you really want to delete the family profile?
de: Möchtest du das Familienprofil wirklich löschen?

# neueCommunities
source: new communities
de: Neue Gemeinschaften
